42crunch.vscode-openapi
ahmadalli.vscode-nginx-conf
alefragnani.project-manager
alexcvzz.vscode-sqlite
andyyaldoo.vscode-json
angular.ng-template
avaloniateam.vscode-avalonia
bbenoist.nix
bierner.folder-source-actions
bierner.markdown-preview-github-styles
brettm12345.nixfmt-vscode
bruno-api-client.bruno
budparr.language-hugo-vscode
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
codezombiech.gitignore
ctf0.macros
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
davidnussio.vscode-jq-playground
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
dtsvet.vscode-wasm
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
gregorbiswanger.json2ts
hashicorp.terraform
humao.rest-client
jbockle.jbockle-format-files
jnoortheen.nix-ide
jock.svg
jq-syntax-highlighting.jq-syntax-highlighting
jrebocho.vscode-random
letmaik.git-tree-compare
lkrms.inifmt
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mindaro-dev.file-downloader
mishkinf.goto-next-previous-member
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-bicep
ms-azuretools.vscode-containers
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azurecli
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
naumovs.color-highlight
philstainer.git-worktree
pomdtr.excalidraw-editor
rangav.vscode-thunder-client
redhat.ansible
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
saramorillon.terraform-graph
skellock.just
sonarsource.sonarlint-vscode
sumneko.lua
syler.sass-indented
tamasfe.even-better-toml
tchayen.markdown-links
tobias-z.vscode-harpoon
tomoki1207.pdf
tyriar.lorem-ipsum
usernamehw.commands
usernamehw.errorlens
virgilsisoe.hammerspoon
vscodevim.vim
vue.volar
yinfei.luahelper
yzhang.markdown-all-in-one
