base-devel
bat
cifs-utils
curl
direnv
docker
docker-compose
dunst
fzf
git
gnupg
go
hey
htop
hyprpaper
jq
keepassxc
kubectl
man-db
neovim
obsidian
pass
pavucontrol
qpwgraph
ripgrep
rofi-wayland
ruby
starship
stow
tldr
tmux
ttf-agave-nerd
waybar
wireplumber
wl-clipboard
wtype
yazi
zoxide
zsh
zsh-autosuggestions